Repository: Neofox/camie
Catalog: translations/messages.*.xlf
Languages: fr

# login.login
source: Login
fr: Connexion

# login.remember_me
source: Remember me
fr: Se souvenir de moi

# login.password
source: Password
fr: Mot de passe

# login.username
source: Username
fr: Nom d'utilisateur

# login.password-placeholder
source: Your password
fr: Votre mot de passe

# title.home
source: Homepage
fr: Accueil

# home.welcome
source: Welcome
fr: Bienvenue

# page.home
source: Homepage
fr: Accueil

# page.child_list
source: Children list
fr: Liste d'enfants

# page.profile
source: User profile
fr: Profil

# login.logout
source: Log out
fr: Se déconnecter

# title.login
source: Log in
fr: Se connecter

# title.sheet-view
source: Sheet
fr: Fiche

# title.sheet-history
source: Sheet history
fr: Historique des fiches

# sheet.history.age-month
source: months
fr: mois

# sheet.history.age-year
source: years
fr: an(s)

# sheet.history.sheet-name-daily
source: Daily sheet
fr: Fiche journalière

# title.child-list
source: Children list
fr: Liste des enfants

# child.list.list-children
source: Children list
fr: Liste d'enfants

# title.child-profile
source: Child profile
fr: Profil de l'enfant

# child.profile.firstname
source: First name
fr: Prénom

# child.profile.lastname
source: Last name
fr: Nom

# child.profile.birthdate
source: Birth date
fr: Date de naissance

# child.profile.girl
source: Girl
fr: Fille

# child.profile.boy
source: Boy
fr: Garçon

# child.profile.guardian-name
source: Guardian name
fr: Nom du tuteur

# child.profile.guardian-phone
source: Guardian phone
fr: Téléphone du tuteur

# child.profile.guardian-email
source: Guardian email
fr: Email du tuteur

# child.profile.comment
source: Comment
fr: Informations complémentaires

# child.profile.show-history
source: Show sheets' history
fr: Afficher l'historique

# title.user-profile
source: User profile
fr: Profil utilisateur

# user.profile.firstname
source: First name
fr: Prénom

# user.profile.lastname
source: Last name
fr: Nom

# user.profile.followup
source: Follow up
fr: Suivis

# user.profile.select-children
source: Select the children under your responsibility.
fr: Selectionnez les enfants sous votre responsabilité.

# home.create-child
source: Create a child
fr: Créer un enfant

# sheet.daily.arrival-time
source: Arrival hour
fr: Heure d'arrivée

# sheet.daily.departure-time
source: Departure hour
fr: Heure de départ

# sheet.daily.activities
source: Activities done
fr: Activitées réalisées

# sheet.daily.activities-placeholder
source: Activities of the day
fr: Activités du jour

# sheet.daily.communication-received
source: Received communication
fr: Communication reçue

# sheet.daily.nurse-comment
source: Nurse commentary
fr: Commentaire purécultrice

# sheet.daily.nurse-comment-placeholder
source: Supplementary comment
fr: Commentaire supplémentaire

# sheet.daily.add-meal
source: Add a meal
fr: Ajouter un repas

# sheet.daily.add-sleep
source: Add a sleep
fr: Ajouter une sieste

# sheet.daily.add-stools
source: Add a stool
fr: Ajouter une selle

# title.child-create
source: Child creation
fr: Création d'enfant

# child.create.firstname
source: Firstname
fr: Prénom

# child.create.firstname-placeholder
source: Child Firstname
fr: Prénom de l'enfant

# child.create.lastname
source: Lastname
fr: Nom

# child.create.lastname-placeholder
source: Child lastname
fr: Nom de l'enfant

# child.create.birthdate
source: Birthdate
fr: Date de naissance

# child.create.girl
source: Girl
fr: Fille

# child.create.boy
source: Boy
fr: Garçon

# child.create.guardian-name
source: Guardian fullname
fr: Nom du tuteur

# child.create.guardian-phone
source: Guardian phone
fr: Téléphone du tuteur

# child.create.guardian-email
source: Guardian email
fr: Email du tuteur

# child.create.comment
source: Commentary
fr: Commentaire supplémantaire

# child.create.comment-placeholder
source: Have medication...
fr: Prends des médicaments...

# child.create.validate
source: Create the child
fr: Créer l'enfant

# home.contact.phone
source: Phone
fr: Téléphone

# sheet.daily.modal.back
source: Back
fr: Retour

# sheet.daily.modal.add-sleep
source: Add sleep time
fr: Ajouter une sieste

# sheet.daily.modal.sleep-start
source: Start time
fr: Heure de début

# sheet.daily.modal.sleep-end
source: End time
fr: Heure de fin

# sheet.daily.modal.commentary
source: Comment
fr: Commentaire

# sheet.daily.modal.commentary-placeholder
source: Additional comment
fr: Commentaire supplémentaire

# sheet.daily.modal.meal-time
source: Meal time
fr: Heure du repas

# sheet.daily.modal.meal-type
source: Meal type
fr: Forme du repas

# sheet.daily.modal.select-meal
source: Select the type of meal
fr: Selectionnez la forme du repas

# sheet.daily.modal.meal-babybottle
source: Babybottle
fr: Biberon

# sheet.daily.modal.meal-breadsoup
source: Breadsoup
fr: Panade

# sheet.daily.modal.meal-menuofday
source: Menu of the day
fr: Menu du jour

# sheet.daily.modal.meal-babybottle-size
source: Babybottle Size (ml)
fr: Taille du biberon (ml)

# sheet.daily.modal.meal-breadsoup-type
source: Taste of breadsoup
fr: Gôut de la panade

# sheet.daily.modal.meal-breadsoup-type-placeholder
source: Sweet
fr: Sucrée

# sheet.daily.modal.meal-entrance
source: Entrance
fr: Entrée

# sheet.daily.modal.entrance-option
source: Select the state of the entrance
fr: Sélectionnez l'état de l'entrée

# sheet.daily.modal.meal-eat-nothing
source: Eat nothing
fr: N'a rien mangé

# sheet.daily.modal.meal-eat-half
source: Ate half
fr: A mangé la moitié

# sheet.daily.modal.meal-eat-all
source: Ate everything
fr: A tout mangé

# sheet.daily.modal.meal-eat-more
source: Asked more
fr: En a redemandé

# sheet.daily.modal.meal-dish
source: Main dish
fr: Plat principal

# sheet.daily.modal.meal-dish-option
source: Select the state of the main dish
fr: Sélectionnez l'état du plat principal

# sheet.daily.modal.meal-dessert-option
source: Select the state of the dessert
fr: Sélectionnez l'état du dessert

# sheet.daily.modal.add-stools
source: Add stools
fr: Ajouter des selles

# sheet.daily.modal.stool-arrived-accident
source: Arrived by accident?
fr: Arrivé par accident ?

# sheet.daily.modal.yes
source: Yes
fr: Oui

# sheet.daily.modal.no
source: No
fr: Non

# sheet.daily.modal.stools-shape
source: Stool shape
fr: Forme de la selle

# sheet.daily.modal.liquid-stools
source: Stool liquid
fr: Selle liquide

# sheet.daily.modal.soft-stools
source: Stool soft
fr: Selle molle

# sheet.daily.modal.hard-stools
source: Stool hard
fr: Selle dure

# sheet.daily.sleeping
source: Sleep time
fr: Sieste

# sheet.daily.sleeping.from
source: From
fr: De

# sheet.daily.sleeping.to
source: To
fr: à

# sheet.daily.stool
source: Stool
fr: Selle

# sheet.daily.stool.liquid
source: liquid
fr: liquide

# sheet.daily.stool.normal
source: hard
fr: molle

# sheet.daily.stool.at
source: at
fr: à

# sheet.daily.stool.by-accident
source: by accident
fr: arrivé par accident

# sheet.daily.stool.not-by-accident
source: not by accident
fr: n'est pas arrivé par accident

# sheet.daily.meal.babybottle
source: Baby bottle
fr: Biberon

# sheet.daily.meal.at
source: at
fr: à

# sheet.daily.meal.breadsoup
source: Bread soup
fr: Panade

# sheet.daily.meal.menuofday
source: Menu of the day
fr: Menu du jour

# sheet.daily.meal.menuofday.entrance
source: Entrance
fr: Entrée

# sheet.daily.meal.menuofday.dish
source: Main dish
fr: Plat principal

# sheet.daily.remove.validation
source: Are you sure you want to remove this?
fr: Êtes-vous sûr de vouloir suprimer cette entrée ?

# child.create.created
source: Child added.
fr: Enfant ajouté.

# modal.close
source: Close
fr: Fermer

# modal.accept
source: Accept
fr: Valider

# modal.cancel
source: Cancel
fr: Annuler
